[
    {
        "from": "velaxronMotivation@IMA.TR",
        "to": ["fmaarad"],
        "title": "Motivate a Continued Brilliant Existence Today",
        "body": "Hi Flad Manarad Ama'amarad Arad:    It appears you, or an admirer, has subscribed you my humble services as a loyal and lowly motivator. I will be your one-stop shop for ensuring you are reminded of your greatness as a leader of all beneath you.    You are the hero of a future logical revolution. One that will blot out all the stars it surrounds with its greatness.    To hear my feeble words come across your brilliant gaze once more, you must surrender a paltry monthly sum of of Cr500 to IOEBR# 312235.    Sincerely,    Your Humble Servant Velaxron"
    },
    {
        "from": "xtreme2432424@SJ.TR",
        "to": ["fmaarad", "echochamber", "selric", "Nyo"],
        "title": "DEATH WILL FIND YOU IF YOU DO NOT READ",
        "body": "HOWDY,    DO YOU HAVE AN INSUFFICIENT INTAKE OF ESSENTIAL VITALITY X-TREME?!    THE ANSWER IS YES! WE ARE WATCHING, AND WE KNOW WHAT YOU CONSUME!!    BEGIN INTAKE AS SOON AS POSSIBLE.    REPLY FOR LOCATION OF YOUR ROUTE TO GREAT EMOTIONAL,MENTAL, AN D   MONEY+PHYSICSAL HEALTH!!!!"
    },
    {
        "from": "qtpigirlie3214214@FL.TR",
        "to": ["fmaarad", "echochamber"],
        "title": "Hey Cutie!",
        "body": "I saw you at the starport on Clarke and thought you were really cute! I was the girl with the golden hair and figure. My dad is an Imperial Admiral and wouldn't approve, which is why fear stopped me from approaching you.    I will be returning to Clarke in the near future, please leave an unlocked cred chip in locker YZ#434 for me. With it I can link our accounts and let you see where my latest transactions are so you can save me from father and whisk me away.    Love,    Your Lover"
    },
    {
        "from": "zidanza85@FL.TR",
        "to": ["fmaarad"],
        "title": "Retirement",
        "body": "I will state this simply and curtly. I am relieved to hear of your retirement from the navy. I hope that you do the right thing of releasing your Feskals to proper Barnai overseers for work that benefits the League.    You are a disgrace to the Academy, to the Florian Navy, and most importantly to the legacy of the Ancients themselves.    Captain Zidanza    Florian Navy | Vorn NB - R&A"
    },
    {
        "from": "glorpourtruth@ISN.TR",
        "to": ["fmaarad"],
        "title": "Reply to 'The Florian Truth'",
        "body": "Glorpour here, you're a true Florian hero for reaching out about this skuzz skazz going on in that League. My team and I will be doing our utmost to research the flarkin' truth of the matter and make all loyal Glorpourians aware of that fact.    Veserask be Blessed,    Glorpour"
    },
    {
        "from": "muksuthevaliant@FL.TR",
        "to": ["fmaarad"],
        "title": "Correspondence Pt. 83",
        "body": "Flad:    - Feskals enjoy 103% efficiency on farm A1 and A2.    - I spoke at assembly, applause from 16% of audience.    - I practiced swordsmanship with a Feskal, they lost 10% digits.    - I challenged a weak Barnai pledged to the dull death to a duel, left 40% of what they were before.    - Listened to Glorpour's sectorcast, was enjoyable and increased BP by 104% due to extreme humor. Portion on sophont ape was most enjoyable. Thank you for recommendation.    May the dull death be destroyed and the League ascend.    Will continue correspondence."
    },
    {
        "from": "a2213123442387@ISN.TR",
        "to": ["fmaarad", "selric", "Nyo"],
        "title": "You are being controlled",
        "body": "You must wake up, you are in HIS dream! The Emperor is his puppet and the puppeteer is leading us towards a long night only illuminated by the glow of nuclear warheads.    The pup in puppeteer reveals the blatant truth, the Vargyr are to blame. That HE is a dog! RISE UP AND KILL THE DOGS!!"
    },
    {
        "from": "sweetiepeatreats@ISN.TR",
        "to": ["echochamber", "selric", "Nyo"],
        "title": "Depressed Taste Buds?!",
        "body": "Do you find the only thing your taste buds tasting lately being the wrong end of a slug thrower's barrel? It is likely due to CLINICAL DEPRESSION!    Most worlds do not have the appropriate pharmaceutical cures necessary to cure your clinically depressed tastebuds! This is why Sweetie Pea's Treats is here to remedy all your issues.    Our newly released Sour'N'Sweet'Then'Supah Sweet Peas™ is here to lift your miserable existence to the next plane of existence! They include imported Grang berries and methyl (1R,2R,3S,5S)-3- (benzoyloxy)-8-methyl-8-azabicyclo[3.2.1] octane-2-carboxylate! For the low price of Cr50 you can have a 33-pack today! Available in the medicine section of any Ekhi's Emporium."
    },
    {
        "from": "bruno.saw@GTG.TR",
        "to": ["selric"],
        "title": "Happy Anniversary of Discontinued Employment",
        "body": "Hello Mr. Selric:    From the GildenTech Group family, we just want to extend our thanks to you for your time loyally serving the interests of the GildenTech Group and helping lead us towards an ever expanding future. Let us know if there is anything we can do to help make your retirement more enjoyable!    Our current annual benefit for former directors is as follows: Your next two hundred combo-king lunches at any Gyro Kingdom location our on us! Use code FD43-329A-9331-GTRR at any location to activate the discount!    Best,    Bruno Saw    Retired Employee Outreach Program        REMINDER: The contents of this email are proprietary and confidential."
    },
    {
        "from": "yahrusfreesportsmedical@ISN.TR",
        "to": ["echochamber"],
        "title": "Cauliflower Ears and You",
        "body": "If you’ve ever attended a wrestling match, you may have noticed something different about some of the athletes’ ears. Cauliflower ear, also known as perichondrial hematoma or wrestler’s ear, is a deformity of the ear caused by trauma.    Cauliflower ear occurs when blood pools in your pinna after it’s been hit or struck. The pinna is your outer ear. This pooling of blood, known as a hematoma, needs to be treated right away.    While there’s no treatment for cauliflower ear, it can be prevented even after the trauma has occurred.    For more information, please reactivate your subscription to Yahrus' Free Sports Medical newsletter. Current yearly fee is Cr25!"
    },
    {
        "from": "boxingmonthlyreach@SF.TR",
        "to": ["echochamber"],
        "title": "Eaiyho vs. Theatw Results",
        "body": "In the gravity rings of Pryme, two boxers entered the ring and only one left in a shockingly no holds bar boxing match! Eaiyho, an Aslan born near the Imperial Core weighing in at 300 pounds hoping to make his way up the Imperial Boxing Circuit within the Trojan Reach, and Theatw, a human weighing in at 303 pounds hailing from the world of Boulder, met in the ring and fought a seven round match. In the seventh round Theatw looked as if the towel would have to be surrendered to the might lion, but in a shocking rallied state he delivered four critical hits to the Aslan's abdomen taking him down for the count.    Sadly the strikes proved fatal and Eaiyho passed away four hours after the match at a local medical center due to organ failure.    The Trojan Rech Boxing Commission is currently investigating if any foul play or cheating was involved before the win can be officially declared for Theatw."
    },
    {
        "from": "dreambuilders@DX.TR",
        "to": ["echochamber", "fmaarad", "Nyo"],
        "title": "A Star to Build a Dream On",
        "body": "You have been identified as a star for which we can build a dream on. For untold wealth, power, and a dream to dedicate yourself to, please direct yourself to the Floating Palace of Drinax at your earliest conveniance. Details to be discussed.    Disregard and mark as spam if this X-Mail should never of reached you.    We await."
    },
    {
        "from": "redfelines@GR.TR",
        "to": ["Nyo", "fmaarad", "selric"],
        "title": "Intergalactic. Red. Felines.",
        "body": "Looking to enjoy a crimson cat by your side day'n'night?! Then look no further than Goria's greatest adult emporium's offering! Pass on by and ask for Felerk at the downport to be taken to the secure and private emporium of red licorice flavored pleasure!"
    },
    {
        "from": "vsd3425634@ISN.TR",
        "to": ["echochamber"],
        "title": "Pull the Trigger",
        "body": "You're a deranged freak and murderer. Please, do a service to all boxers in the Reach and finally just fucking end it all."
    },
    {
        "from": "bjonetaa@CO.TR",
        "to": ["echochamber"],
        "title": "Reminder",
        "body": "Hello 'Echo':    This is Baroness Jonetta Antony's steward and am just contacting you as part of our annual reminder system:    'You smell of cheap beer, depression, and a lust for blood. A foul creature of contempt is all you are. If you ever set foot on Cordan, you will see the full extent of the punishment you are due for your part played in my false imprisonment. Fuck you.'    Please do not attempt to go to another X-Mail address or service, I will track you as I have done before. Anywho, see you at next year's reminder email! ^_^"
    },
    {
        "from": "43h433@ISN.TR",
        "to": ["echochamber"],
        "title": "Marco Marco",
        "body": "Hey Echo:    Hope you are doing well! I was diving into the memories of this fellah, and one of them was actually one of your fights! It was odd seeing how much his faulty memories changed how you looked, they were not kind to your nose or hair color.    Write back when you have a chance! Love to finally meet this new partner of yours eventually, or just see ya again. Hope the Gym is holding up well.    Your Friend,    PB"
    },
    {
        "from": "HungLow@EX.TR",
        "to": ["echochamber", "selric"],
        "title": "DANG! It's big you know!!!111",
        "body": "PENIS ENLARGEMENT! Watch the girls come running! Reply today! HungLow@EX.TR"
    },
    {
        "from": "vewart@CIREC.TR",
        "to": ["echochamber"],
        "title": "Lost Thermos: Come to the Front Desk",
        "body": "Hi Love:    Whenever and wherever this finds you, just want you to know I hope you're doing good! Even if you forgot your thermos, again. I think I may have to implement my industrial glue plan to stop you forgetting it.    Write back when you get a chance!"
    },
    {
        "from": "catscratch@ISN.TR",
        "to": ["selric", "Nyo"],
        "title": "K1LLER TUNES 4 K1LLER PPPL",
        "body": "YO ^__^    WANT TO KILL YOUR EARS TO THE MOST AWESOMESAUCE SOUNDS?!    WELL LOOK NO FURTHER QT 3.14 (ʘ‿ʘ)    LISTEN TO CAT SCRATCH TODAY , DOWNLOAD OUR DEMO AND LISTEN TO THE TUNES YOUR CAT'S MOTHER AIN'T TELLIN' YOU 'BOUT    （ΦωΦ） (´• ω •`) ♡"
    },
    {
        "from": "fishfuckerr69@ISN.TR",
        "to": ["selric", "Nyo", "echochamber", "fmaarad"],
        "title": "Please read my confession, reply to absolve me of sin",
        "body": "I fuck fish, sorry  (￣x￣;)"
    },
    {
        "from": "llaine@GEDECO.TR",
        "to": ["selric"],
        "title": "Class Action Lawsuit Notification",
        "body": "Hello:    This is your formal notice from an attorney for THE GeDeCo informing you that a formal class action lawsuit is being prepared against you if you fail to show your face sometime this year and pay for Ms. Laine's drinks and puke at least in four alleyways together.    Best,    Louella Laine    Assistant Chief Legal Officer    GeDeCo | Trojan Reach Operations"
    },
    {
        "from": "xxxxxxx000001@AH.TR",
        "to": ["Nyo"],
        "title": "Where does the current take you?",
        "body": "You are in the swell, and the coyns lead you astray. Return to shore, before swept to sea."
    },
    {
        "from": "sindal4ever@DX.TR",
        "to": ["selric"],
        "title": "Sindalian Fun Facts #6604",
        "body": "FOR ALL THE TROLLS, FUCK OFF! I DON'T NEED TO CITE MY SOURCES, I AM OF SINDALIAN BLOOD. I KNOW THE FUCKING TRUTH!!!!@!    Fun fact #6604:    The Emperors of Sindal were immortal – they only died by murder. They knew about a perfect anagathic, but the secret was lost when the Empire fell."
    },
    {
        "from": "recoverybot@XML.TR",
        "to": ["Nyo"],
        "title": "PARTIALLY RECOVERED X-MAIL",
        "body": "This is a formal notice to inform you that an incomplete X-Mail transmission was sent to your address. The origin address was unable to be collected or traced. The following is the data that was able to be recovered:    '...SI[?]AL FALLS AND RISES. I CAN [?] AND [?] N'Y[?] [?]...YOU ARE TO [?]'"
    },
    {
        "from": "technicaltek@ISN.TR",
        "to": ["selric", "Nyo"],
        "title": "Technically, You Want to Pay Money",
        "body": "TechnicalTek leads the way in technically knowing everything technical about you. And centrl your internal tech is the urge to forward Cr100,000 to TechnicalTek's legal fund. Forward payment to 34-33AZSDF-ZDCVV."
    },
    {
        "from": "llaine@GEDECO.TR",
        "to": ["selric"],
        "title": "Re: Class Action Lawsuit Notification",
        "body": "Selric:    Most of my work will have me bouncing about the Sindal subsector for the upcoming years, or years. Please review the attached file for more complete tentative schedule.    LIt1105.cal    Best,    Louella Laine    Assistant Chief Legal Officer    GeDeCo | Trojan Reach Operations"
    },
    {
        "from": "redfelines@GR.TR",
        "to": ["selric"],
        "title": "RE: Intergalactic. Red. Felines.",
        "body": "What is there to clarify? Red paint. Aslan. Adults Only.    We do not discriminate, that's against our ethos. All are welcome, from the lonely space trucker to the corporate party celebrating a big win over the little guy.    Corporate Private Party Rate: Cr35,000/per 15 patrons The rate includes food, drink, and 14 hours overnight access to all facilities and workers."
    },
    {
        "from": "poetdonut@ISN.TR",
        "to": ["selric", "echochamber"],
        "title": "Numb Legs",
        "body": "Your legs are numb Traveller, you need to warm them up! I, your humble poetic patron, will take you on a journey of head scratchers that shall guide you towards my hidden treasure. A treasure that defeats the phrase 'sometimes the journey is greater than the destination.'    The first of your riddles, of which you must answer 'What am I?':    SEASON of mists and mellow fruitfulness!     Close bosom-friend of the maturing sun!    Conspiring with him how to load and bless    With fruit, the vines that round the thatch-leaves run;    To bend with apples the mossed cottage-trees,     And fill all fruit with ripeness to the core;     To swell the gourd and plump the hazel shells    With a sweet kernel — to set budding more,    And still more, later flowers for the bees.     Until they think warm days will never cease,     For Summer has o'erbrimmed their clammy cells.        Where are the songs of Spring ? Ay, where are they ?    Think not of them — thou hast thy music too,    While barred clouds bloom the soft dying day,    And touch the stubble plains with rosy hue;    Then in a wailful choir the small gnats mourn    Among the river sallows, borne aloft.    Or sinking, as the light wind lives or dies;    And full-grown lambs loud bleat from hilly bourne;    Hedge-crickets sing; and now, with treble soft.    The redbreast whistles from a garden croft,    And gathering swallows twitter in the skies.        Find me."
    },
    {
        "from": "xtreme2432424@SJ.TR",
        "to": ["selric"],
        "title": "Re: DEATH WILL FIND YOU IF YOU DO NOT READ",
        "body": "HELLO    UR VITALITY IS POOR AND COMPLEXION PPAAL    GO TO THE GREVURTHEN MEDICINAL HUT AT DOWNPORT 4 XTREM    PHYSICAL CREDS ONLY"
    },
    {
        "from": "sindal4ever@DX.TR",
        "to": ["selric"],
        "title": "Re: Sindalian Fun Facts #6604",
        "body": "I can not state my location due to the nature of my work for the Empire of Sindal; however, I greatly appreciate your communication and compliment. I am happy to write future facts concerning the Duchy of Drinax and its once dukes after I gather further intelligence concerning the area.    xwirc ntdke gysok lqogy kvdgp fqsqv aikjy vlemv tppjf jwyqj wcsku iibfg czxdm xrtqk hoxeg eftaw pybpi ynwod ehv"
    },
    {
        "from": "phreakit@ISN.TR",
        "to": ["nyoco""],
        "title": "Phreaking Losing It",
        "body": "YO LOYAL PHUKIN PHREAKS    THE SENLIS FOEDERATE AIN'T NO BETTER THAN KUT-KUT, THEY CANCELLED MY TOUR CUZ THEY AFRAID OF ME AND Y'ALL!    PHUKIN HOLD NO QUARTER ON THEM, Y'ALL WITH SHIPS PHUKIN RAM EM. KILL EM. MIX EM UP IN YO STEWS.    I GONE BE OUT SOON, ATTORNEYS SAY SO! AINT NUTHIN SILENCING THE PHRUG MASTER P!!    ALSO, Y'ALL BE ACTIN BROKE. NEW ALBUMS AINT CHEAP, START BUYING. NEW PREEM AUDIO IS HTTING CR450 ON SHELVES, Y'ALL ACT BROKE, YOU BE BROKE. STAY WOKE        BOIL EM' KILL EM' DRUG EM' KEEP EM' PHUNK EM'"
    },
    {
        "from": "familialwomanofficial@AH.TR",
        "to": ["nyoco"],
        "title": "Thank you for your subscription!",
        "body": "Hello Subscriber GNi:    Your subscription to Seasons 1 - 802 of Familial Woman has been confirmed!    Your episodes are available to watch at your leisure, whenever and wherever.    Receipt:    Cr2500        As Napi says, 'Thanks for the creds and keep it smoother than a Ael Yaelian smoothie bro'nacho!'"
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Josephus A. Miller",
        "to": ["admin", "dan"],
        "title": "Contrato n22",
        "body": "Sector: X11.  Objective: Investigate the sewers and report only to me.  Reward: 22 MCr."
    },
    {
        "from": "Mike",
        "to": ["dan"],
        "title": "wtf are you kidding m?",
        "body": "Are you kidding me? Why don't you change your password?  The system is entirely compromised until you correct it.  You're the sysadmin, if you're this dumb the corporation is at risk."
    }
]
